Repository: CHAVI-India/SATHI
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bn

source: Consider cultural and linguistic appropriateness
bn: সাংস্কৃতিক এবং ভাষাগত উপযুক্ততা বিবেচনা করুন

source: Maintain consistent scale direction within questionnaires
bn: প্রশ্নাবলীর মধ্যে সামঞ্জস্যপূর্ণ স্কেল দিক বজায় রাখুন

source: Manage Likert Scales
bn: লিকার্ট স্কেল পরিচালনা করুন

source: A RangeScale defines numeric ranges for continuous or quasi-continuous measurements. These scales are ideal for capturing precise measurements where responses can vary along a continuum, such as pain intensity or functional capacity.
bn: একটি রেঞ্জ স্কেল ক্রমাগত বা আধা-ক্রমাগত পরিমাপের জন্য সংখ্যাসূচক পরিসীমা নির্ধারণ করে। এই স্কেলগুলি সুনির্দিষ্ট পরিমাপ ক্যাপচার করার জন্য আদর্শ যেখানে প্রতিক্রিয়াগুলি একটি ধারাবাহিকতায় পরিবর্তিত হতে পারে, যেমন ব্যথার তীব্রতা বা কার্যকরী ক্ষমতা।

source: Defines minimum and maximum values for the range
bn: রেঞ্জের জন্য সর্বনিম্ন এবং সর্বোচ্চ মান নির্ধারণ করে

source: Supports integer or decimal responses
bn: পূর্ণসংখ্যা বা দশমিক প্রতিক্রিয়া সমর্থন করে

source: Includes descriptive anchors for endpoints
bn: শেষ বিন্দুর জন্য বর্ণনামূলক অ্যাঙ্কর অন্তর্ভুক্ত করে

source: Enables precise measurement of continuous variables
bn: ক্রমাগত ভেরিয়েবলের সুনির্দিষ্ট পরিমাপ সক্ষম করে

source: Supports different step sizes and increments
bn: বিভিন্ন ধাপের আকার এবং বৃদ্ধি সমর্থন করে

source: Common Applications:
bn: সাধারণ প্রয়োগ:

source: Pain Scales:
bn: ব্যথা স্কেল:

source: 0 (No Pain) to 10 (Worst Pain Imaginable)
bn: ০ (কোন ব্যথা নেই) থেকে ১০ (কল্পনাযোগ্য সবচেয়ে খারাপ ব্যথা)

source: Functional Capacity:
bn: কার্যকরী ক্ষমতা:

source: 0%% to 100%% of normal function
bn: স্বাভাবিক কার্যকারিতার ০%% থেকে ১০০%%

source: Quality of Life:
bn: জীবনযাত্রার মান:

source: 0 (Worst) to 100 (Best)
bn: ০ (সবচেয়ে খারাপ) থেকে ১০০ (সবচেয়ে ভাল)

source: Symptom Severity:
bn: উপসর্গের তীব্রতা:

source: 1 (Mild) to 7 (Severe)
bn: ১ (হালকা) থেকে ৭ (গুরুতর)

source: Advantages:
bn: সুবিধা:

source: Provides more granular measurement than Likert scales
bn: লিকার্ট স্কেলের চেয়ে আরো বিস্তারিত পরিমাপ প্রদান করে

source: Allows for sensitive detection of changes over time
bn: সময়ের সাথে পরিবর্তনের সংবেদনশীল সনাক্তকরণের অনুমতি দেয়

source: Familiar format for many clinical measurements
bn: অনেক ক্লিনিক্যাল পরিমাপের জন্য পরিচিত ফরম্যাট

source: Enables advanced statistical analyses
bn: উন্নত পরিসংখ্যানগত বিশ্লেষণ সক্ষম করে

source: Manage Range Scales
bn: রেঞ্জ স্কেল পরিচালনা করুন

source: A Questionnaire is a complete assessment instrument that combines multiple items into a structured measurement tool. Questionnaires are the primary vehicles for collecting Patient Reported Outcome data and can measure single or multiple constructs.
bn: একটি প্রশ্নাবলী হল একটি সম্পূর্ণ মূল্যায়ন যন্ত্র যা একাধিক আইটেমকে একটি কাঠামোগত পরিমাপ টুলে একত্রিত করে। প্রশ্নাবলীগুলি রোগীর রিপোর্ট করা ফলাফলের তথ্য সংগ্রহের প্রাথমিক বাহন এবং একক বা একাধিক গঠন পরিমাপ করতে পারে।

source: Organizes items in a logical sequence and structure
bn: আইটেমগুলিকে একটি যৌক্তিক ক্রম এবং কাঠামোতে সংগঠিত করে

source: Supports multiple measurement constructs within one instrument
bn: একটি যন্ত্রের মধ্যে একাধিক পরিমাপ গঠন সমর্থন করে

source: Includes validation and business rules for data quality
bn: তথ্যের গুণমানের জন্য যাচাইকরণ এবং ব্যবসায়িক নিয়ম অন্তর্ভুক্ত করে

source: Enables scoring calculations at construct and composite levels
bn: গঠন এবং যৌগিক স্তরে স্কোরিং গণনা সক্ষম করে

source: Supports multiple languages and cultural adaptations
bn: একাধিক ভাষা এবং সাংস্কৃতিক অভিযোজন সমর্থন করে

source: Maintains versioning and change control
bn: সংস্করণ এবং পরিবর্তন নিয়ন্ত্রণ বজায় রাখে

source: Types of Questionnaires:
bn: প্রশ্নাবলীর ধরন:

source: Generic:
bn: সাধারণ:

source: Applicable across different conditions (e.g., SF-36, EQ-5D)
bn: বিভিন্ন অবস্থায় প্রযোজ্য (যেমন, SF-36, EQ-5D)

source: Disease-Specific:
bn: রোগ-নির্দিষ্ট:

source: Tailored to specific conditions (e.g., FACT-B for breast cancer)
bn: নির্দিষ্ট অবস্থার জন্য তৈরি (যেমন, স্তন ক্যান্সারের জন্য FACT-B)

source: Domain-Specific:
bn: ডোমেইন-নির্দিষ্ট:

source: Focus on particular aspects (e.g., pain, fatigue)
bn: নির্দিষ্ট দিকের উপর ফোকাস (যেমন, ব্যথা, ক্লান্তি)

source: Screening:
bn: স্ক্রিনিং:

source: Brief instruments for initial assessment
bn: প্রাথমিক মূল্যায়নের জন্য সংক্ষিপ্ত যন্ত্র

source: Development Process:
bn: উন্নয়ন প্রক্রিয়া:

source: Define measurement objectives and target constructs
bn: পরিমাপের উদ্দেশ্য এবং লক্ষ্য গঠনগুলি নির্ধারণ করুন

source: Create or select appropriate construct scales
bn: উপযুক্ত গঠন স্কেল তৈরি বা নির্বাচন করুন

source: Develop or adapt individual items
bn: ব্যক্তিগত আইটেম তৈরি বা অভিযোজন করুন

source: Define response scales (Likert or Range)
bn: প্রতিক্রিয়া স্কেল নির্ধারণ করুন (লিকার্ট বা রেঞ্জ)

source: Organize items into logical questionnaire structure
bn: আইটেমগুলিকে যৌক্তিক প্রশ্নাবলী কাঠামোতে সংগঠিত করুন

source: Implement validation rules and scoring algorithms
bn: যাচাইকরণ নিয়ম এবং স্কোরিং অ্যালগরিদম বাস্তবায়ন করুন

source: Test and validate the complete instrument
bn: সম্পূর্ণ যন্ত্র পরীক্ষা এবং যাচাই করুন

source: Ready to Get Started?
bn: শুরু করার জন্য প্রস্তুত?

source: Begin creating your questionnaire by setting up construct scales and items, or explore existing questionnaires for reference.
bn: গঠন স্কেল এবং আইটেম সেট আপ করে আপনার প্রশ্নাবলী তৈরি করা শুরু করুন, অথবা রেফারেন্সের জন্য বিদ্যমান প্রশ্নাবলী অন্বেষণ করুন।

source: Edit Rule
bn: নিয়ম সম্পাদনা করুন

source: Create Rule
bn: নিয়ম তৈরি করুন

source: Edit Rule for
bn: এর জন্য নিয়ম সম্পাদনা করুন

source: Create Rule for
bn: এর জন্য নিয়ম তৈরি করুন

source: Required for Scoring
bn: স্কোরিংয়ের জন্য প্রয়োজনীয়

source: Optional Item
bn: ঐচ্ছিক আইটেম

source: Back to Rules
bn: নিয়মে ফিরে যান

source: Rule Creation Not Allowed
bn: নিয়ম তৈরি করার অনুমতি নেই

source: This question is marked as required for scoring. Rules cannot be created for required items as they might prevent the item from being displayed, which would make score calculation impossible.
bn: এই প্রশ্নটি স্কোরিংয়ের জন্য প্রয়োজনীয় হিসেবে চিহ্নিত। প্রয়োজনীয় আইটেমগুলির জন্য নিয়ম তৈরি করা যায় না কারণ তারা আইটেমটি প্রদর্শিত হতে বাধা দিতে পারে, যা স্কোর গণনা অসম্ভব করে তুলবে।

source: To create rules for this question, you must first:
bn: এই প্রশ্নের জন্য নিয়ম তৈরি করতে, আপনাকে প্রথমে:

source: Go to the item edit page
bn: আইটেম সম্পাদনা পৃষ্ঠায় যান

source: Uncheck the 'Required for scoring' option
bn: 'স্কোরিংয়ের জন্য প্রয়োজনীয়' বিকল্পটি আনচেক করুন

source: Save the item
bn: আইটেমটি সংরক্ষণ করুন

source: Return here to create visibility rules
bn: দৃশ্যমানতা নিয়ম তৈরি করতে এখানে ফিরে আসুন

source: Back to Rules List
bn: নিয়ম তালিকায় ফিরে যান

source: Update Rule
bn: নিয়ম আপডেট করুন

source: Edit Rule Group
bn: নিয়ম গ্রুপ সম্পাদনা করুন

source: Create Rule Group
bn: নিয়ম গ্রুপ তৈরি করুন

source: Edit Rule Group for
bn: এর জন্য নিয়ম গ্রুপ সম্পাদনা করুন

source: Create Rule Group for
bn: এর জন্য নিয়ম গ্রুপ তৈরি করুন

source: Back to Rule Groups
bn: নিয়ম গ্রুপে ফিরে যান

source: Rule Group Creation Not Allowed
bn: নিয়ম গ্রুপ তৈরি করার অনুমতি নেই

source: This question is marked as required for scoring. Rule groups cannot be created for required items as they might prevent the item from being displayed, which would make score calculation impossible.
bn: এই প্রশ্নটি স্কোরিংয়ের জন্য প্রয়োজনীয় হিসেবে চিহ্নিত। প্রয়োজনীয় আইটেমগুলির জন্য নিয়ম গ্রুপ তৈরি করা যায় না কারণ তারা আইটেমটি প্রদর্শিত হতে বাধা দিতে পারে, যা স্কোর গণনা অসম্ভব করে তুলবে।

source: To create rule groups for this question, you must first:
bn: এই প্রশ্নের জন্য নিয়ম গ্রুপ তৈরি করতে, আপনাকে প্রথমে:

source: Uncheck the Required for scoring option
bn: স্কোরিংয়ের জন্য প্রয়োজনীয় বিকল্পটি আনচেক করুন

source: Return here to create visibility rule groups
bn: দৃশ্যমানতা নিয়ম গ্রুপ তৈরি করতে এখানে ফিরে আসুন

source: Back to Rule Groups List
bn: নিয়ম গ্রুপ তালিকায় ফিরে যান

source: No rules available. Please create rules first.
bn: কোন নিয়ম উপলব্ধ নেই। অনুগ্রহ করে প্রথমে নিয়ম তৈরি করুন।

source: Update Rule Group
bn: নিয়ম গ্রুপ আপডেট করুন

source: Questionnaire Item Rule Groups
bn: প্রশ্নাবলী আইটেম নিয়ম গ্রুপ

source: Rule Groups for
bn: এর জন্য নিয়ম গ্রুপ

source: Back to Questionnaire Rules
bn: প্রশ্নাবলী নিয়মে ফিরে যান

source: Add Rule Group
bn: নিয়ম গ্রুপ যোগ করুন

source: Rule Groups Disabled for Required Item
bn: প্রয়োজনীয় আইটেমের জন্য নিয়ম গ্রুপ নিষ্ক্রিয়

source: This question is marked as required for scoring. Rule groups cannot be created for required items because they might prevent the item from being displayed, making score calculation impossible.
bn: এই প্রশ্নটি স্কোরিংয়ের জন্য প্রয়োজনীয় হিসেবে চিহ্নিত। প্রয়োজনীয় আইটেমগুলির জন্য নিয়ম গ্রুপ তৈরি করা যায় না কারণ তারা আইটেমটি প্রদর্শিত হতে বাধা দিতে পারে, যা স্কোর গণনা অসম্ভব করে তোলে।

source: To enable rule group creation:
bn: নিয়ম গ্রুপ তৈরি সক্ষম করতে:

source: Edit the item
bn: আইটেমটি সম্পাদনা করুন

source: Uncheck Required for scoring
bn: স্কোরিংয়ের জন্য প্রয়োজনীয় আনচেক করুন

source: Group
bn: গ্রুপ

source: Rules in this group:
bn: এই গ্রুপের নিয়মগুলি:

source: No rule groups defined for this question yet.
bn: এই প্রশ্নের জন্য এখনও কোন নিয়ম গ্রুপ নির্ধারিত নেই।

source: Add First Rule Group
bn: প্রথম নিয়ম গ্রুপ যোগ করুন

source: Questionnaire Item Rules
bn: প্রশ্নাবলী আইটেম নিয়ম

source: Rules for
bn: এর জন্য নিয়ম

source: Add Rule
bn: নিয়ম যোগ করুন

source: Manage Rule Groups
bn: নিয়ম গ্রুপ পরিচালনা করুন

source: Rules Disabled for Required Item
bn: প্রয়োজনীয় আইটেমের জন্য নিয়ম নিষ্ক্রিয়

source: This question is marked as required for scoring. Rules cannot be created for required items because they might prevent the item from being displayed, making score calculation impossible.
bn: এই প্রশ্নটি স্কোরিংয়ের জন্য প্রয়োজনীয় হিসেবে চিহ্নিত। প্রয়োজনীয় আইটেমগুলির জন্য নিয়ম তৈরি করা যায় না কারণ তারা আইটেমটি প্রদর্শিত হতে বাধা দিতে পারে, যা স্কোর গণনা অসম্ভব করে তোলে।

source: To enable rule creation:
bn: নিয়ম তৈরি সক্ষম করতে:

source: Uncheck 'Required for scoring'
bn: 'স্কোরিংয়ের জন্য প্রয়োজনীয়' আনচেক করুন

source: Dependent Question
bn: নির্ভরশীল প্রশ্ন

source: Operator
bn: অপারেটর

source: Comparison Value
bn: তুলনামূলক মান

source: Logical Operator
bn: যৌক্তিক অপারেটর

source: Question
bn: প্রশ্ন

source: No rules defined for this question yet.
bn: এই প্রশ্নের জন্য এখনও কোন নিয়ম নির্ধারিত নেই।

source: Add First Rule
bn: প্রথম নিয়ম যোগ করুন

source: No questionnaires available yet.
bn: এখনও কোন প্রশ্নাবলী উপলব্ধ নেই।

source: Create First Questionnaire
bn: প্রথম প্রশ্নাবলী তৈরি করুন

source: Questionnaire Response
bn: প্রশ্নাবলীর প্রতিক্রিয়া

source: You cannot answer this questionnaire yet. You can answer it again in %(next_available|timeuntil)s.
bn: আপনি এখনও এই প্রশ্নাবলীর উত্তর দিতে পারবেন না। আপনি %(next_available|timeuntil)s পর আবার এর উত্তর দিতে পারবেন।

source: Previous Question
bn: পূর্ববর্তী প্রশ্ন

source: Next Question
bn: পরবর্তী প্রশ্ন

source: Skip to Submit
bn: জমা দিতে এড়িয়ে যান

source: Thank you for answering this %(questionnaire_name)s.
bn: এই %(questionnaire_name)s এর উত্তর দেওয়ার জন্য ধন্যবাদ।

source: You may now submit your answers by clicking on the red submit button. If you wish to review your answers please click on the back to questionnaire button which will allow you to review all your responses.
bn: আপনি এখন লাল জমা দেওয়ার বোতামে ক্লিক করে আপনার উত্তরগুলি জমা দিতে পারেন। আপনি যদি আপনার উত্তরগুলি পর্যালোচনা করতে চান তাহলে অনুগ্রহ করে প্রশ্নাবলীতে ফিরে যান বোতামে ক্লিক করুন যা আপনাকে আপনার সমস্ত প্রতিক্রিয়া পর্যালোচনা করতে দেবে।

source: Submit Responses
bn: প্রতিক্রিয়া জমা দিন

source: Back to Questionnaire
bn: প্রশ্নাবলীতে ফিরে যান

source: Manage Questionnaire Rules
bn: প্রশ্নাবলী নিয়ম পরিচালনা করুন

source: Note:
bn: দ্রষ্টব্য:

source: Questions marked as 'Required for Scoring' cannot have rules created as they must always be visible for score calculation.
bn: 'স্কোরিংয়ের জন্য প্রয়োজনীয়' হিসেবে চিহ্নিত প্রশ্নগুলির জন্য নিয়ম তৈরি করা যায় না কারণ স্কোর গণনার জন্য তাদের সর্বদা দৃশ্যমান থাকতে হবে।

source: Questions
bn: প্রশ্নসমূহ

source: Optional
bn: ঐচ্ছিক

source: Cannot create rules for required items
bn: প্রয়োজনীয় আইটেমগুলির জন্য নিয়ম তৈরি করা যায় না

source: Individual Rules
bn: ব্যক্তিগত নিয়ম

source: If
bn: যদি

source: Rule Groups
bn: নিয়ম গ্রুপ

source: Rules Summary
bn: নিয়ম সারাংশ

source: Translate Questionnaire
bn: প্রশ্নাবলী অনুবাদ করুন

source: Update Questionnaire
bn: প্রশ্নাবলী আপডেট করুন

source: Back to Questionnaires
bn: প্রশ্নাবলীতে ফিরে যান

source: No construct scale
bn: কোন গঠন স্কেল নেই

source: View Questionnaire
bn: প্রশ্নাবলী দেখুন

source: Delete Rule
bn: নিয়ম মুছে দিন

source: Confirm Delete
bn: মুছে ফেলা নিশ্চিত করুন

source: Are you sure you want to delete this rule? This action cannot be undone.
bn: আপনি কি নিশ্চিত যে এই নিয়মটি মুছে ফেলতে চান? এই কাজটি পূর্বাবস্থায় ফেরানো যাবে না।

source: Rule:
bn: নিয়ম:

source: Delete Rule Group
bn: নিয়ম গ্রুপ মুছে দিন

source: Are you sure you want to delete this rule group? This action cannot be undone.
bn: আপনি কি নিশ্চিত যে এই নিয়ম গ্রুপটি মুছে ফেলতে চান? এই কাজটি পূর্বাবস্থায় ফেরানো যাবে না।

source: Rule Group Order:
bn: নিয়ম গ্রুপের ক্রম:

source: Rules in Group:
bn: গ্রুপের নিয়মসমূহ:

source: No rules in this group.
bn: এই গ্রুপে কোন নিয়ম নেই।

source: Edit Range Scale
bn: রেঞ্জ স্কেল সম্পাদনা করুন

source: Create Range Scale
bn: রেঞ্জ স্কেল তৈরি করুন

source: Create New Range Scale
bn: নতুন রেঞ্জ স্কেল তৈরি করুন

source: Back to Range Scales
bn: রেঞ্জ স্কেলে ফিরে যান

source: Range Scale Details
bn: রেঞ্জ স্কেলের বিবরণ

source: Minimum Value
bn: সর্বনিম্ন মান

source: Enter minimum value
bn: সর্বনিম্ন মান লিখুন

source: Maximum Value
bn: সর্বোচ্চ মান

source: Enter maximum value
bn: সর্বোচ্চ মান লিখুন

source: Increment
bn: বৃদ্ধি

source: Enter increment
bn: বৃদ্ধি লিখুন

source: Minimum Value Text
bn: সর্বনিম্ন মান টেক্সট

source: Enter text for minimum value
bn: সর্বনিম্ন মানের জন্য টেক্সট লিখুন

source: Maximum Value Text
bn: সর্বোচ্চ মান টেক্সট

source: Enter text for maximum value
bn: সর্বোচ্চ মানের জন্য টেক্সট লিখুন

source: Update Range Scale
bn: রেঞ্জ স্কেল আপডেট করুন

source: Minimum value must be less than maximum value
bn: সর্বনিম্ন মান অবশ্যই সর্বোচ্চ মানের চেয়ে কম হতে হবে

source: Increment must be greater than 0
bn: বৃদ্ধি অবশ্যই ০ এর চেয়ে বেশি হতে হবে

source: Maximum value minus minimum value must be divisible by increment
bn: সর্বোচ্চ মান বিয়োগ সর্বনিম্ন মান অবশ্যই বৃদ্ধি দ্বারা বিভাজ্য হতে হবে

source: Translate Range Scale
bn: রেঞ্জ স্কেল অনুবাদ করুন

source: Original Range Scale Reference
bn: মূল রেঞ্জ স্কেল রেফারেন্স

source: Min Value Text
bn: সর্বনিম্ন মান টেক্সট

source: Max Value Text
bn: সর্বোচ্চ মান টেক্সট

source: Forgot password?
bn: পাসওয়ার্ড ভুলে গেছেন?
