Repository: CHAVI-India/SATHI
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bn

source: Password
bn: পাসওয়ার্ড

source: Repeat Password
bn: পাসওয়ার্ড পুনরাবৃত্তি করুন

source: Groups
bn: গ্রুপসমূহ

source: Passwords don't match
bn: পাসওয়ার্ড মিলছে না

source: A user with that username already exists.
bn: এই ব্যবহারকারীর নাম দিয়ে ইতিমধ্যে একজন ব্যবহারকারী রয়েছে।

source: A user with that email already exists.
bn: এই ইমেইল দিয়ে ইতিমধ্যে একজন ব্যবহারকারী রয়েছে।

source: Start date cannot be in the future.
bn: শুরুর তারিখ ভবিষ্যতে হতে পারে না।

source: End date cannot be in the future.
bn: শেষের তারিখ ভবিষ্যতে হতে পারে না।

source: End date cannot be before the start date.
bn: শেষের তারিখ শুরুর তারিখের আগে হতে পারে না।

source: End date should not be specified for ongoing treatments.
bn: চলমান চিকিৎসার জন্য শেষের তারিখ নির্দিষ্ট করা উচিত নয়।

source: End date is required when treatment is not ongoing.
bn: চিকিৎসা চলমান না থাকলে শেষের তারিখ প্রয়োজন।

source: 3 submissions
bn: ৩টি উত্তর

source: 5 submissions
bn: ৫টি উত্তর

source: 10 submissions
bn: ১০টি উত্তর

source: 15 submissions
bn: ১৫টি উত্তর

source: All submissions
bn: সব উত্তর

source: You do not have patient access.
bn: আপনার রুগীদের তথ্য দেখার অনুমতি নেই।

source: None
bn: কোনোটি নয়

source: Name
bn: নাম

source: Name (Z-A)
bn: নাম (জ-অ)

source: Questionnaire Count
bn: প্রশ্নাবলীর সংখ্যা

source: Questionnaire Count (High-Low)
bn: প্রশ্নাবলীর সংখ্যা (বেশি-কম)

source: Patient created successfully.
bn: রোগী সফলভাবে তৈরি হয়েছে।

source: An error occurred while creating the patient.
bn: রোগী তৈরি করার সময় একটি ত্রুটি ঘটেছে।

source: Add New Patient
bn: নতুন রোগী যোগ করুন

source: Edit Patient Details
bn: রোগীর বিবরণ সম্পাদনা করুন

source: Patient basic details updated successfully.
bn: রোগীর মৌলিক বিবরণ সফলভাবে আপডেট হয়েছে।

source: An error occurred while updating the patient basic details.
bn: রোগীর মৌলিক বিবরণ আপডেট করার সময় একটি ত্রুটি ঘটেছে।

source: Add Diagnosis
bn: রোগ নির্ণয় যোগ করুন

source: Diagnosis added successfully.
bn: রোগ নির্ণয় সফলভাবে যোগ করা হয়েছে।

source: Edit Diagnosis
bn: রোগ নির্ণয় সম্পাদনা করুন

source: Add Treatment
bn: চিকিৎসা যোগ করুন

source: Treatment added successfully.
bn: চিকিৎসা সফলভাবে যোগ করা হয়েছে।

source: Edit Treatment
bn: চিকিৎসা সম্পাদনা করুন

source: Add Treatment Type
bn: চিকিৎসার ধরন যোগ করুন

source: Edit Treatment Type
bn: চিকিৎসার ধরন সম্পাদনা করুন

source: Treatment Types
bn: চিকিৎসার ধরনসমূহ

source: Select Items for Questionnaire
bn: প্রশ্নাবলীর জন্য আইটেম নির্বাচন করুন

source: Enter your response here...
bn: এখানে আপনার উত্তর লিখুন...

source: Enter a number...
bn: একটি সংখ্যা লিখুন...

source: Select Rules
bn: নিয়ম নির্বাচন করুন

source: All rules must belong to the same questionnaire item.
bn: সমস্ত নিয়ম একই প্রশ্নাবলীর আইটেমের অন্তর্গত হতে হবে।

source: Search...
bn: অনুসন্ধান...

source: All Languages
bn: সকল ভাষা

source: {lang_name} (Translated)
bn: {lang_name} (অনুবাদিত)

source: {lang_name} (Not Translated)
bn: {lang_name} (অনুবাদিত নয়)

source: You cannot answer this questionnaire yet. You can answer it again in %(time)s.
bn: আপনি এখনও এই প্রশ্নাবলীর উত্তর দিতে পারবেন না। আপনি %(time)s পরে আবার উত্তর দিতে পারবেন।

source: You do not have permission to submit responses.
bn: আপনার উত্তর জমা দেওয়ার অনুমতি নেই।

source: Your responses have been saved successfully.
bn: আপনার উত্তরগুলি সফলভাবে সংরক্ষিত হয়েছে।

source: An error occurred while saving your responses: %s
bn: আপনার উত্তর সংরক্ষণ করার সময় একটি ত্রুটি ঘটেছে: %s

source: There was an error saving your responses. Please try again.
bn: আপনার উত্তর সংরক্ষণে ত্রুটি হয়েছে। অনুগ্রহ করে আবার চেষ্টা করুন।

source: Questionnaire assigned successfully.
bn: প্রশ্নাবলী সফলভাবে বরাদ্দ করা হয়েছে।

source: Questionnaire unassigned successfully.
bn: প্রশ্নাবলী সফলভাবে বরাদ্দ বাতিল করা হয়েছে।

source: Questionnaire is now {status}.
bn: প্রশ্নাবলী এখন {status}।

source: Questionnaire not found.
bn: প্রশ্নাবলী পাওয়া যায়নি।

source: Questionnaire assignment not found.
bn: প্রশ্নাবলী নির্ধারণ পাওয়া যায়নি।

source: An error occurred. Please try again.
bn: একটি ত্রুটি ঘটেছে। অনুগ্রহ করে আবার চেষ্টা করুন।

source: Please select a dependent item.
bn: অনুগ্রহ করে একটি নির্ভরশীল আইটেম নির্বাচন করুন।

source: Selected item: {}
bn: নির্বাচিত আইটেম: {}

source: Invalid item selected.
bn: অবৈধ আইটেম নির্বাচিত।

source: Please select an operator.
bn: অনুগ্রহ করে একটি অপারেটর নির্বাচন করুন।

source: Valid operator for numeric comparison.
bn: সংখ্যাগত তুলনার জন্য বৈধ অপারেটর।

source: Valid operator for text comparison.
bn: পাঠ্য তুলনার জন্য বৈধ অপারেটর।

source: Invalid dependent item.
bn: অবৈধ নির্ভরশীল আইটেম।

source: Please enter a comparison value.
bn: অনুগ্রহ করে একটি তুলনামূলক মান লিখুন।

source: Valid numeric value.
bn: বৈধ সংখ্যাগত মান।

source: Please enter a valid number.
bn: অনুগ্রহ করে একটি বৈধ সংখ্যা লিখুন।

source: Valid Likert scale value.
bn: বৈধ লিকার্ট স্কেল মান।

source: Please enter a valid Likert scale value.
bn: অনুগ্রহ করে একটি বৈধ লিকার্ট স্কেল মান লিখুন।

source: Valid range value.
bn: বৈধ পরিসীমা মান।

source: Value must be between {} and {}.
bn: মান {} এবং {} এর মধ্যে হতে হবে।

source: Valid text value.
bn: বৈধ পাঠ্য মান।

source: Please select a logical operator.
bn: অনুগ্রহ করে একটি যুক্তিগত অপারেটর নির্বাচন করুন।

source: Valid logical operator.
bn: বৈধ যুক্তিগত অপারেটর।

source: Please enter a rule order.
bn: অনুগ্রহ করে একটি নিয়মের ক্রম লিখুন।

source: Order must be greater than 0.
bn: ক্রম ০ এর চেয়ে বড় হতে হবে।

source: Valid rule order.
bn: বৈধ নিয়মের ক্রম।

source: Please enter a group order.
bn: অনুগ্রহ করে একটি গ্রুপের ক্রম লিখুন।

source: Valid group order.
bn: বৈধ গ্রুপের ক্রম।

source: Please select at least one rule.
bn: অনুগ্রহ করে অন্তত একটি নিয়ম নির্বাচন করুন।

source: One or more invalid rules selected.
bn: এক বা একাধিক অবৈধ নিয়ম নির্বাচিত।

source: Valid rule selection.
bn: বৈধ নিয়ম নির্বাচন।

source: Error validating rules.
bn: নিয়ম যাচাইকরণে ত্রুটি।

source: Translation saved successfully.
bn: অনুবাদ সফলভাবে সংরক্ষিত হয়েছে।

source: Equation saved successfully.
bn: সমীকরণ সফলভাবে সংরক্ষিত হয়েছে।

source: Construct scale updated successfully.
bn: কনস্ট্রাক্ট স্কেল সফলভাবে আপডেট হয়েছে।

source: Construct scale deleted successfully.
bn: কনস্ট্রাক্ট স্কেল সফলভাবে মুছে ফেলা হয়েছে।

source: Composite construct scale scoring created successfully.
bn: যৌগিক কনস্ট্রাক্ট স্কেল স্কোরিং সফলভাবে তৈরি হয়েছে।

source: Please correct the errors below.
bn: অনুগ্রহ করে নিচের ত্রুটিগুলি সংশোধন করুন।

source: Composite construct scale scoring updated successfully.
bn: যৌগিক কনস্ট্রাক্ট স্কেল স্কোরিং সফলভাবে আপডেট হয়েছে।

source: Composite construct scale scoring deleted successfully.
bn: যৌগিক কনস্ট্রাক্ট স্কেল স্কোরিং সফলভাবে মুছে ফেলা হয়েছে।

source: Select Language
bn: ভাষা নির্বাচন করুন

source: View
bn: দেখুন

source: Edit
bn: সম্পাদনা

source: Are you sure you want to delete this item?
bn: আপনি কি নিশ্চিত যে এই আইটেমটি মুছে ফেলতে চান?

source: Delete
bn: মুছে ফেলুন

source: Create Translations
bn: অনুবাদ তৈরি করুন

source: Save
bn: সংরক্ষণ করুন

source: Create Rules
bn: নিয়ম তৈরি করুন

source: Create Rule Groups
bn: নিয়ম গ্রুপ তৈরি করুন

source: Create
bn: তৈরি করুন

source: %(counter)s item
bn: %(counter)s আইটেম

source: Previous
bn: পূর্ববর্তী

source: Next
bn: পরবর্তী

source: Showing
bn: দেখানো হচ্ছে

source: to
bn: থেকে

source: of
bn: এর

source: results
bn: ফলাফল

source: Translation available - click to edit
bn: অনুবাদ উপলব্ধ - সম্পাদনা করতে ক্লিক করুন

source: No translation - click to add
bn: কোন অনুবাদ নেই - যোগ করতে ক্লিক করুন

source: View Results
bn: ফলাফল দেখুন

source: Welcome to Chavi PROM Application
bn: CHAVI PROM অ্যাপ্লিকেশনে স্বাগতম

source: Patient Reported Outcome Monitoring
bn: রোগী কর্তৃক রিপোর্টকৃত ফলাফল পর্যবেক্ষণ

source: Welcome to the Patient Reported Outcome Monitoring Application for CHAVI. This open source application has been designed to allow patients to report their problems and concerns using standardized questionnaires. Questionnaires can be translated into multiple languages. Additionally, the application also provides users with an easy way to view responses to the questions.
bn: CHAVI রোগী কর্তৃক রিপোর্টকৃত ফলাফল পর্যবেক্ষণ অ্যাপ্লিকেশনে স্বাগতম। এই ওপেন সোর্স অ্যাপ্লিকেশনটি রোগীদের মানসম্মত প্রশ্নাবলী ব্যবহার করে তাদের সমস্যা ও উদ্বেগ রিপোর্ট করার জন্য ডিজাইন করা হয়েছে। প্রশ্নাবলী একাধিক ভাষায় অনুবাদ করা যায়। উপরন্তু, অ্যাপ্লিকেশনটি ব্যবহারকারীদের প্রশ্নের উত্তর দেখার একটি সহজ উপায়ও প্রদান করে।

source: For Patients
bn: রোগীদের জন্য

source: Complete questionnaires about your health and well-being. Your feedback helps healthcare providers understand your needs better.
bn: আপনার স্বাস্থ্য এবং কল্যাণ সম্পর্কে প্রশ্নাবলী পূরণ করুন। আপনার মতামত স্বাস্থ্যসেবা প্রদানকারীদের আপনার প্রয়োজন আরও ভালভাবে বুঝতে সাহায্য করে।

source: Complete a Questionnaire
bn: একটি প্রশ্নাবলী পূরণ করুন

source: For Healthcare Providers
bn: স্বাস্থ্যসেবকদের জন্য

source: Review patient-reported outcomes and gain insights into patient health status and treatment effectiveness.
bn: রোগীর রিপোর্ট করা ফলাফল পর্যালোচনা করুন এবং রোগীর স্বাস্থ্য অবস্থা এবং চিকিৎসার কার্যকারিতা সম্পর্কে অন্তর্দৃষ্টি অর্জন করুন।

source: Key Features
bn: মূল বৈশিষ্ট্য

source: Multilingual support for questionnaires
bn: প্রশ্নাবলী বিভিন্ন ভাষায় অনুবাদ করা যায়

source: Standardized assessment tools
bn: মানসম্পন্ন মূল্যায়ন সরঞ্জাম

source: Secure data storage and privacy protection
bn: নিরাপদ ডেটা সংরক্ষণ এবং গোপনীয়তা সুরক্ষা

source: Easy-to-use interface for patients and providers
bn: রোগী এবং প্রদানকারীদের জন্য সহজ ব্যবহারযোগ্য ইন্টারফেস

source: Comprehensive reporting and visualization tools
bn: বিস্তৃত রিপোর্টিং এবং ভিজুয়ালাইজেশন সরঞ্জাম

source: Home
bn: হোম

source: Patients
bn: রোগী

source: Instruments
bn: যন্ত্র

source: Create Questionnaire
bn: প্রশ্নাবলী তৈরি করুন

source: Construct Scales
bn: স্কেল তৈরি করুন

source: Composite Construct Scales
bn: যৌগিক কনস্ট্রাক্ট স্কেল

source: Items
bn: আইটেম

source: Questionnaires
bn: প্রশ্নাবলী

source: Likert Scales
bn: লিকার্ট স্কেল

source: Range Scales
bn: পরিসীমা স্কেল

source: Help & Guidance
bn: সহায়তা ও নির্দেশনা

source: Questionnaire Guidance
bn: প্রশ্নাবলী নির্দেশনা

source: Manage Questionnaire
bn: প্রশ্নাবলী পরিচালনা করুন

source: Assign Questionnaire to Patient
bn: রোগীর কাছে প্রশ্নাবলী বরাদ্দ করুন

source: Admin
bn: প্রশাসক

source: My Portal
bn: আমার পোর্টাল

source: Logout
bn: লগআউট

source: Login
bn: লগইন

source: Register
bn: নিবন্ধন করুন

source: Open main menu
bn: প্রধান মেনু খুলুন

source: Delete Diagnosis
bn: রোগ নির্ণয় মুছে ফেলুন

source: Are you sure you want to delete this diagnosis? This action cannot be undone.
bn: আপনি কি নিশ্চিত যে এই রোগ নির্ণয়টি মুছে ফেলতে চান? এই কাজটি পূর্বাবস্থায় ফেরানো যাবে না।

source: Cancel
bn: বাতিল করুন

source: Update
bn: আপডেট করুন

source: Add
bn: যোগ করুন

source: Latest Media Response
bn: সর্বশেষ মিডিয়া উত্তর

source: Your browser does not support the audio element.
bn: আপনার ব্রাউজার অডিও দেখাতে পারে না।

source: Audio Response
bn: অডিও উত্তর

source: Your browser does not support the video element.
bn: আপনার ব্রাউজার ভিডিও দেখাতে পারে না।

source: Video Response
bn: ভিডিও উত্তর

source: Image Response
bn: ছবির উত্তর

source: Click to enlarge
bn: বড় করতে ক্লিক করুন

source: Download Media File
bn: মিডিয়া ফাইল ডাউনলোড করুন

source: Media Response
bn: মিডিয়া প্রতিক্রিয়া

source: No media response provided
bn: কোন মিডিয়া প্রতিক্রিয়া প্রদান করা হয়নি

source: No responses yet
bn: এখনও কোন প্রতিক্রিয়া নেই

source: Latest response shown
bn: সর্বশেষ প্রতিক্রিয়া দেখানো হয়েছে

source: Response Trends
bn: প্রতিক্রিয়ার ধরন

source: Latest Response
bn: সর্বশেষ প্রতিক্রিয়া

source: Plot Legend
bn: প্লট লেজেন্ড

source: Your responses
bn: আপনার প্রতিক্রিয়াসমূহ

source: Threshold line (if available)
bn: থ্রেশহোল্ড লাইন (যদি উপলব্ধ থাকে)

source: Normal range (if available)
bn: স্বাভাবিক পরিসীমা (যদি উপলব্ধ থাকে)

source: Normal range band (if available)
bn: স্বাভাবিক পরিসীমা ব্যান্ড (যদি উপলব্ধ থাকে)

source: Media Responses
bn: মিডিয়া প্রতিক্রিয়াসমূহ

source: No responses for selected items
bn: নির্বাচিত আইটেমগুলির জন্য কোন প্রতিক্রিয়া নেই

source: You haven't responded to the selected items yet, or try selecting different items to view your response trends.
bn: আপনি এখনও নির্বাচিত আইটেমগুলিতে প্রতিক্রিয়া জানাননি, অথবা আপনার প্রতিক্রিয়ার ধরন দেখতে বিভিন্ন আইটেম নির্বাচন করে দেখুন।

source: No response data yet
bn: এখনও কোন প্রতিক্রিয়ার তথ্য নেই

source: Complete some questionnaires to see your response trends and patterns over time.
bn: সময়ের সাথে আপনার প্রতিক্রিয়ার ধরন এবং প্যাটার্ন দেখতে কিছু প্রশ্নাবলী সম্পূর্ণ করুন।

source: questionnaires
bn: প্রশ্নাবলী

source: View Patient
bn: রোগী দেখুন

source: Manage Questionnaires
bn: প্রশ্নাবলী পরিচালনা করুন

source: View Responses
bn: উত্তর দেখুন

source: Diagnoses
bn: রোগ নির্ণয়সমূহ

source: No diagnoses recorded
bn: কোন রোগ নির্ণয় রেকর্ড করা হয়নি

source: Treatments
bn: চিকিৎসাসমূহ

source: No treatments recorded
bn: কোন চিকিৎসা রেকর্ড করা হয়নি

source: Assigned Questionnaires
bn: বরাদ্দকৃত প্রশ্নাবলী

source: No questionnaires assigned
bn: কোন প্রশ্নাবলী বরাদ্দ করা হয়নি

source: No patients found
bn: কোন রোগী পাওয়া যায়নি

source: Try adjusting your search or filter criteria
bn: আপনার অনুসন্ধান বা ফিল্টার মানদণ্ড সামঞ্জস্য করার চেষ্টা করুন

source: Add Patient
bn: রোগী যোগ করুন

source: Add New Treatment Type
bn: নতুন চিকিৎসার ধরন যোগ করুন

source: Patient Details
bn: রোগীর বিবরণ

source: View PRO Review
bn: PRO পর্যালোচনা দেখুন

source: Patient Information
bn: রোগীর তথ্য

source: Patient ID
bn: রোগীর আইডি

source: Age
bn: বয়স

source: Gender
bn: লিঙ্গ

source: Institution
bn: প্রতিষ্ঠান

source: Date of Registration
bn: নিবন্ধনের তারিখ

source: Diagnosed
bn: রোগ নির্ণয়ের তারিখ

source: N/A
bn: ব্যবহারকারীর অ্যাকাউন্ট তথ্য

source: Started
bn: ব্যবহারকারী গ্রুপ

source: Status
bn: রোগী আপডেট করুন

source: Ongoing
bn: চলমান

source: Completed
bn: সম্পন্ন

source: User Account Information
bn: ব্যবহারকারীর অ্যাকাউন্ট তথ্য

source: User Groups
bn: ব্যবহারকারী গ্রুপ

source: Update Patient
bn: রোগী আপডেট করুন

source: Create Patient
bn: রোগী তৈরি করুন

source: Manage patients and their questionnaires
bn: রোগী এবং তাদের প্রশ্নাবলী পরিচালনা করুন

source: Search & Filter
bn: খুঁজুন ও ফিল্টার

source: Search by Name
bn: নাম দিয়ে অনুসন্ধান করুন

source: Enter exact name...
bn: পুরো নাম লিখুন...

source: Search by ID
bn: আইডি দিয়ে খুঁজুন

source: Enter exact ID...
bn: সঠিক আইডি লিখুন...

source: All Institutions
bn: সব প্রতিষ্ঠান

source: All Genders
bn: সব লিঙ্গ

source: All
bn: সব

source: Diagnosis
bn: রোগ নির্ণয়

source: All Diagnoses
bn: সব রোগ নির্ণয়

source: Treatment Type
bn: চিকিৎসার ধরন

source: All Treatment Types
bn: সকল চিকিৎসার ধরন

source: Sort By
bn: অনুসারে সাজান

source: Welcome
bn: স্বাগতম

source: ID
bn: আইডি

source: Registered
bn: নিবন্ধিত

source: Responses
bn: উত্তরসমূহ

source: Complete Questionnaires
bn: প্রশ্নাবলীর উত্তর দিন

source: Available Questionnaires
bn: উপলব্ধ প্রশ্নাবলী

source: View all
bn: সব দেখুন

source: No questionnaires available
bn: কোন প্রশ্নাবলী উপলব্ধ নেই

source: Clinical Information
bn: ক্লিনিক্যাল তথ্য

source: Diagnosed on
bn: রোগ নির্ণয়ের তারিখ

source: Treatment
bn: চিকিৎসা

source: Response History
bn: উত্তরের ইতিহাস

source: responses
bn: উত্তর

source: Show
bn: দেখান

source: Questionnaire
bn: প্রশ্নাবলী

source: Completed Date
bn: সম্পন্ন হওয়ার তারিখ

source: Time Ago
bn: কত সময় আগে

source: ago
bn: আগে

source: Showing 10 of %(counter)s response
bn: %(counter)s টি রেসপন্সের মধ্যে ১০টি দেখানো হচ্ছে

source: My Response Trends
bn: আমার প্রতিক্রিয়ার ধরন

source: Filter Items
bn: আইটেম ফিল্টার করুন

source: Search items...
bn: আইটেম খুঁজুন...

source: item
bn: আইটেম

source: selected
bn: নির্বাচিত

source: All items shown
bn: সব আইটেম দেখানো হয়েছে

source: Apply Filter
bn: ফিল্টার প্রয়োগ করুন

source: Clear All
bn: সব পরিষ্কার করুন

source: more
bn: আরো

source: Hide
bn: লুকান

source: Delete Treatment
bn: চিকিৎসা মুছে দিন

source: Are you sure you want to delete this treatment? This action cannot be undone.
bn: আপনি কি নিশ্চিত যে এই চিকিৎসা মুছে ফেলতে চান? এই কাজটি পূর্বাবস্থায় ফেরানো যাবে না।

source: Treatment Entry Guidelines
bn: চিকিৎসা এন্ট্রি নির্দেশিকা

source: Delete Treatment Type
bn: চিকিৎসার ধরন মুছে দিন

source: Are you sure you want to delete this treatment type? This action cannot be undone.
bn: আপনি কি নিশ্চিত যে এই চিকিৎসার ধরন মুছে ফেলতে চান? এই কাজটি পূর্বাবস্থায় ফেরানো যাবে না।

source: Created Date
bn: তৈরির তারিখ

source: Modified Date
bn: সংশোধনের তারিখ

source: Actions
bn: কার্যক্রম

source: No treatment types found
bn: কোন চিকিৎসার ধরন পাওয়া যায়নি

source: Population Comparison
bn: জনসংখ্যার তুলনা

source: Active
bn: সক্রিয়

source: Available
bn: উপলব্ধ

source: Enable to see population data overlaid on plots
bn: প্লটে জনসংখ্যার তথ্য দেখার জন্য সক্রিয় করুন

source: Eligible
bn: যোগ্য

source: Contributing
bn: অবদানকারী

source: Time Points
bn: সময় বিন্দু

source: Method:
bn: পদ্ধতি:

source: Gender:
bn: লিঙ্গ:

source: Match
bn: মিল

source: Diagnosis:
bn: রোগ নির্ণয়:

source: Treatment:
bn: চিকিৎসা:

source: Coverage:
bn: কভারেজ:

source: Population Comparison Not Available
bn: জনসংখ্যার তুলনা উপলব্ধ নেই

source: Population Comparison Active
bn: জনসংখ্যার তুলনা সক্রিয়

source: Click to expand
bn: বিস্তারিতভাবে দেখতে ক্লিক করুন

source: With Selected
bn: নির্বাচিত সহ

source: Start Date Type
bn: শুরুর তারিখের ধরন

source: Total
bn: মোট

source: Minimum
bn: সর্বনিম্ন

source: Required
bn: প্রয়োজনীয়

source: Suggestion
bn: পরামর্শ

source: Try selecting 'Date of Registration' as the start date reference, or adjust the population filters to include more patients with the selected start date type.
bn: শুরুর তারিখের রেফারেন্স হিসেবে 'নিবন্ধনের তারিখ' নির্বাচন করার চেষ্টা করুন, অথবা নির্বাচিত শুরুর তারিখের ধরন সহ আরও রোগী অন্তর্ভুক্ত করতে জনসংখ্যার ফিল্টার সমন্বয় করুন।

source: With Data
bn: ডেটা সহ

source: In Time Range
bn: সময়ের সীমার মধ্যে

source: Try extending the time range, adjusting the submission date filter, or selecting a different questionnaire to include more responses in the aggregation.
bn: সময়ের সীমা বাড়ানো, জমা দেওয়ার তারিখের ফিল্টার সমন্বয় করা, অথবা সমষ্টিতে আরও উত্তর অন্তর্ভুক্ত করতে একটি ভিন্ন প্রশ্নাবলী নির্বাচন করার চেষ্টা করুন।

source: Individual results are shown with aggregated data from similar patients for comparison
bn: ব্যক্তিগত ফলাফল তুলনার জন্য অনুরূপ রোগীদের সমষ্টিগত ডেটার সাথে দেখানো হয়

source: Time
bn: সময়

source: Intervals
bn: বিরতি

source: Range
bn: পরিসীমা

source: Population data shown as
bn: জনসংখ্যার ডেটা এভাবে দেখানো হয়েছে

source: dotted lines with error bars on plots
bn: প্লটে ত্রুটির বার সহ বিন্দুযুক্ত রেখা

source: Patient Contribution Details
bn: রোগীর অবদানের বিবরণ

source: Contributing Patients
bn: অবদানকারী রোগীগণ

source: Non-Contributing Patients
bn: অ-অবদানকারী রোগীগণ

source: Other Construct Scores
bn: অন্যান্য গঠন স্কোর

source: Legend:
bn: কিংবদন্তি:

source: Score improved from previous submission
bn: পূর্ববর্তী জমা থেকে স্কোর উন্নতি হয়েছে

source: Score declined from previous submission
bn: পূর্ববর্তী জমা থেকে স্কোর হ্রাস পেয়েছে

source: No change from previous submission
bn: পূর্ববর্তী জমা থেকে কোন পরিবর্তন নেই

source: Score meets clinical threshold
bn: স্কোর ক্লিনিক্যাল থ্রেশহোল্ড পূরণ করে

source: Score does not meet clinical threshold
bn: স্কোর ক্লিনিক্যাল থ্রেশহোল্ড পূরণ করে না

source: Higher scores are better
bn: উচ্চ স্কোর আরো ভাল

source: Lower scores are better
bn: নিম্ন স্কোর আরো ভাল

source: Format: Items answered/Total items
bn: ফরম্যাট: উত্তরকৃত আইটেম/মোট আইটেম

source: Composite Construct Scores
bn: যৌগিক গঠন স্কোর

source: components
bn: উপাদানসমূহ

source: No construct scores available.
bn: কোন গঠন স্কোর উপলব্ধ নেই।

source: Filters
bn: ফিল্টার

source: Start Date Reference
bn: শুরুর তারিখ রেফারেন্স

source: Up to
bn: পর্যন্ত

source: weeks
bn: সপ্তাহ

source: after start date
bn: শুরুর তারিখের পরে

source: All data
bn: সব ডেটা

source: Time Range
bn: সময়ের পরিসীমা

source: Time Interval
bn: সময়ের বিরতি

source: Days
bn: দিন

source: Weeks
bn: সপ্তাহ

source: Months
bn: মাস

source: Years
bn: বছর

source: Population Comparison Filters
bn: জনসংখ্যার তুলনা ফিল্টার

source: Aggregation Type
bn: একত্রিতকরণের ধরন

source: Median with IQR (25th-75th percentile)
bn: মধ্যমা সহ IQR (২৫তম-৭৫তম পার্সেন্টাইল)

source: Mean with 95%% Confidence Interval
bn: ৯৫%% আত্মবিশ্বাসের ব্যবধান সহ গড়

source: Mean ± 0.5 Standard Deviation
bn: গড় ± ০.৫ মানক বিচ্যুতি

source: Mean ± 1 Standard Deviation
bn: গড় ± ১ মানক বিচ্যুতি

source: Mean ± 2 Standard Deviations
bn: গড় ± ২ মানক বিচ্যুতি

source: Gender Filter
bn: লিঙ্গ ফিল্টার

source: Match Patient
bn: রোগী মিলান

source: Male
bn: পুরুষ

source: Female
bn: মহিলা

source: Other
bn: অন্যান্য

source: Diagnosis Filter
bn: রোগ নির্ণয় ফিল্টার

source: Treatment Filter
bn: চিকিৎসা ফিল্টার

source: All Treatments
bn: সব চিকিৎসা

source: Minimum Age
bn: সর্বনিম্ন বয়স

source: No limit
bn: কোন সীমা নেই

source: Maximum Age
bn: সর্বোচ্চ বয়স

source: Questionnaire Filter
bn: প্রশ্নাবলী ফিল্টার

source: All Questionnaires
bn: সব প্রশ্নাবলী

source: Item Filter
bn: আইটেম ফিল্টার

source: Search and select items...
bn: আইটেম খোঁজ করুন এবং নির্বাচন করুন...

source: days
bn: দিন

source: months
bn: মাস

source: years
bn: বছর

source: Higher is better
bn: উচ্চতর ভাল

source: Lower is better
bn: নিম্নতর ভাল

source: Threshold:
bn: সীমা:

source: Normative:
bn: আদর্শ:

source: Item-wise Results
bn: আইটেম অনুসারে ফলাফল

source: No items available.
bn: কোন আইটেম উপলব্ধ নেই।

source: Audio
bn: অডিও

source: Video
bn: ভিডিও

source: Audio Recording Area
bn: অডিও রেকর্ডিং এলাকা

source: Ready to record
bn: রেকর্ড করার জন্য প্রস্তুত

source: Play
bn: চালান

source: Click record to start. Make sure to allow microphone/camera access.
bn: রেকর্ড শুরু করতে ক্লিক করুন। মাইক্রোফোন/ক্যামেরা ব্যবহার করা অনুমতি দেওয়া নিশ্চিত করুন।

source: Preparing recording...
bn: রেকর্ডিং প্রস্তুত করা হচ্ছে...

source: Reg. Date
bn: নিবন্ধন তারিখ

source: Questionnaire Overview
bn: প্রশ্নাবলী সংক্ষিপ্ত বিবরণ

source: Awaiting submission
bn: জমা দেওয়ার অপেক্ষায়

source: No questionnaires available for this patient.
bn: এই রোগীর জন্য কোন প্রশ্নাবলী উপলব্ধ নেই।

source: Topline Results
bn: প্রধান ফলাফল

source: Submission Date
bn: জমা দেওয়ার তারিখ

source: No submissions available.
bn: কোন জমা দেওয়া উপলব্ধ নেই।

source: Search
bn: খুঁজুন

source: Loading...
bn: লোড হচ্ছে...

source: No response provided
bn: কোন প্রতিক্রিয়া প্রদান করা হয়নি

source: Trend Indicators:
bn: ট্রেন্ড নির্দেশক:

source: Score improved (beneficial change)
bn: স্কোর উন্নতি হয়েছে (উপকারী পরিবর্তন)

source: Score increased (concerning change)
bn: স্কোর বৃদ্ধি পেয়েছে (উদ্বেগজনক পরিবর্তন)

source: Score decreased (beneficial change)
bn: স্কোর হ্রাস পেয়েছে (উপকারী পরিবর্তন)

source: Score decreased (concerning change)
bn: স্কোর হ্রাস পেয়েছে (উদ্বেগজনক পরিবর্তন)

source: Status Indicators:
bn: অবস্থা নির্দেশক:

source: Meets clinical threshold
bn: ক্লিনিক্যাল থ্রেশহোল্ড পূরণ করে

source: Does not meet clinical threshold
bn: ক্লিনিক্যাল থ্রেশহোল্ড পূরণ করে না

source: Normative population mean
bn: স্বাভাবিক জনসংখ্যার গড়

source: Plot Elements:
bn: প্লট উপাদান:

source: Score trend line over time
bn: সময়ের সাথে স্কোর ট্রেন্ড লাইন

source: Individual score points
bn: ব্যক্তিগত স্কোর পয়েন্ট

source: Clinical threshold line
bn: ক্লিনিক্যাল থ্রেশহোল্ড লাইন

source: Normative mean reference line
bn: স্বাভাবিক গড় রেফারেন্স লাইন

source: Clinical Significance:
bn: ক্লিনিক্যাল তাৎপর্য:

source: No important construct scores available
bn: কোন গুরুত্বপূর্ণ গঠন স্কোর উপলব্ধ নেই

source: Update Composite Construct Scale Scoring
bn: যৌগিক গঠন স্কেল স্কোরিং আপডেট করুন

source: Create Composite Construct Scale Scoring
bn: যৌগিক গঠন স্কেল স্কোরিং তৈরি করুন
