Repository: CHAVI-India/SATHI
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bn

source: Create New Composite Construct Scale Scoring
bn: নতুন যৌগিক গঠন স্কেল স্কোরিং তৈরি করুন

source: Back to List
bn: তালিকায় ফিরে যান

source: Update Composite Scale
bn: যৌগিক স্কেল আপডেট করুন

source: Create Composite Scale
bn: যৌগিক স্কেল তৈরি করুন

source: Composite Construct Scale Scoring
bn: যৌগিক কনস্ট্রাক্ট স্কেল স্কোরিং

source: Create New Composite Scoring
bn: নতুন যৌগিক স্কোরিং তৈরি করুন

source: No composite scoring configurations available yet.
bn: এখনও কোন যৌগিক স্কোরিং কনফিগারেশন উপলব্ধ নেই।

source: Create First Composite Scoring
bn: প্রথম যৌগিক স্কোরিং তৈরি করুন

source: Construct Scale Equation
bn: কনস্ট্রাক্ট স্কেল সমীকরণ

source: Minimum Number of Items Required
bn: প্রয়োজনীয় আইটেমের সর্বনিম্ন সংখ্যা

source: Enter minimum number of items that must be answered
bn: উত্তর দিতে হবে এমন আইটেমের সর্বনিম্ন সংখ্যা লিখুন

source: The minimum number of items that must be answered to calculate the score for this construct scale. Set to 0 if there is no minimum requirement.
bn: এই কনস্ট্রাক্ট স্কেলের স্কোর গণনা করার জন্য উত্তর দিতে হবে এমন আইটেমের সর্বনিম্ন সংখ্যা। কোন সর্বনিম্ন প্রয়োজনীয়তা না থাকলে ০ সেট করুন।

source: Scale Equation
bn: স্কেল সমীকরণ

source: No Valid Items Available
bn: কোন বৈধ আইটেম উপলব্ধ নেই

source: There are no items in this scale that can be used in equations. Please add items to the scale before creating an equation.
bn: এই স্কেলে সমীকরণে ব্যবহার করা যায় এমন কোন আইটেম নেই। সমীকরণ তৈরি করার আগে স্কেলে আইটেম যোগ করুন।

source: Add items to the scale first
bn: প্রথমে স্কেলে আইটেম যোগ করুন

source: Show/Hide Equation Syntax Help
bn: সমীকরণ সিনট্যাক্স সহায়তা দেখান/লুকান

source: Equation Syntax Guide
bn: সমীকরণ সিনট্যাক্স গাইড

source: Basic Syntax
bn: মৌলিক সিনট্যাক্স

source: Use {qN} to reference items (e.g., {q1}, {q2})
bn: আইটেম রেফারেন্স করতে {qN} ব্যবহার করুন (যেমন, {q1}, {q2})

source: Basic arithmetic: +, -, *, /, ^ (power)
bn: মৌলিক গাণিতিক: +, -, *, /, ^ (পাওয়ার)in

source: Parentheses () for grouping
bn: গ্রুপিংয়ের জন্য বন্ধনী ()

source: Equations can span multiple lines for better readability
bn: ভাল পঠনযোগ্যতার জন্য সমীকরণ একাধিক লাইনে বিস্তৃত হতে পারে

source: Available Functions
bn: উপলব্ধ ফাংশন

source: Absolute value
bn: পরম মান

source: Minimum value
bn: সর্বনিম্ন মান

source: Maximum value
bn: সর্বোচ্চ মান

source: Sum of values
bn: মানগুলির যোগফল

source: Round to nearest integer
bn: নিকটতম পূর্ণসংখ্যায় রাউন্ড করুন

source: Square root
bn: বর্গমূল

source: Conditional Logic
bn: শর্তসাপেক্ষ যুক্তি

source: Basic if-then-else: if condition then value1 else value2
bn: মৌলিক if-then-else: যদি শর্ত তাহলে মান১ অন্যথা মান২

source: Multiple conditions with elif: if condition1 then value1 elif condition2 then value2 else value3
bn: elif সহ একাধিক শর্ত: যদি শর্ত১ তাহলে মান১ elif শর্ত২ তাহলে মান২ অন্যথা মান৩

source: Comparisons: >, <, >=, <=, ==, !=
bn: তুলনা: >, <, >=, <=, ==, !=

source: Logical operators: and, or, xor
bn: যৌক্তিক অপারেটর: and, or, xor

source: Examples
bn: উদাহরণ

source: Basic arithmetic with grouping
bn: গ্রুপিং সহ মৌলিক গণিত

source: Using min and max functions
bn: min এবং max ফাংশন ব্যবহার

source: Simple conditional
bn: সহজ শর্তসাপেক্ষ

source: Complex conditional with functions
bn: ফাংশন সহ জটিল শর্তসাপেক্ষ

source: Multi-line conditional with multiple conditions
bn: একাধিক শর্ত সহ বহু-লাইনের শর্তসাপেক্ষ

source: Complex multi-line conditional with nested conditions
bn: নেস্টেড শর্ত সহ জটিল মাল্টি-লাইন কন্ডিশনাল

source: Function with nested conditional
bn: নেস্টেড কন্ডিশনাল সহ ফাংশন

source: Tips
bn: টিপস

source: Use multiple lines for complex conditions to improve readability
bn: পঠনযোগ্যতা উন্নত করতে জটিল শর্তের জন্য একাধিক লাইন ব্যবহার করুন

source: Indent your conditions to make the structure clearer
bn: গঠন আরও স্পষ্ট করতে আপনার শর্তগুলি ইন্ডেন্ট করুন

source: Group related conditions together
bn: সম্পর্কিত শর্তগুলি একসাথে গ্রুপ করুন

source: Always include an else clause to handle unexpected cases
bn: অপ্রত্যাশিত ক্ষেত্রে পরিচালনা করতে সর্বদা একটি else ক্লজ অন্তর্ভুক্ত করুন

source: Use parentheses to clarify operator precedence
bn: অপারেটর অগ্রাধিকার স্পষ্ট করতে বন্ধনী ব্যবহার করুন

source: Save Equation
bn: সমীকরণ সংরক্ষণ করুন

source: Valid Items for Equation
bn: সমীকরণের জন্য বৈধ আইটেম

source: How to add items:
bn: আইটেম কীভাবে যোগ করবেন:

source: Click on any item below to add it to your equation, or drag and drop it into the equation text area.
bn: আপনার সমীকরণে যোগ করতে নীচের যেকোনো আইটেমে ক্লিক করুন, অথবা সমীকরণ টেক্সট এলাকায় ড্র্যাগ অ্যান্ড ড্রপ করুন।

source: Click to add to equation or drag and drop
bn: সমীকরণে যোগ করতে ক্লিক করুন অথবা ড্র্যাগ অ্যান্ড ড্রপ করুন

source: Invalid Items (Cannot be used in equation)
bn: অবৈধ আইটেম (সমীকরণে ব্যবহার করা যাবে না)

source: Item
bn: আইটেম

source: Cannot be used in equation
bn: সমীকরণে ব্যবহার করা যাবে না

source: Update Construct Scale
bn: কনস্ট্রাক্ট স্কেল আপডেট করুন

source: Create Construct Scale
bn: কনস্ট্রাক্ট স্কেল তৈরি করুন

source: Create New Construct Scale
bn: নতুন কনস্ট্রাক্ট স্কেল তৈরি করুন

source: Back
bn: ফিরে যান

source: Back to Item Creation
bn: আইটেম তৈরিতে ফিরে যান

source: No construct scales available yet.
bn: এখনও কোন গঠন স্কেল উপলব্ধ নেই।

source: Create First Construct Scale
bn: প্রথম গঠন স্কেল তৈরি করুন

source: Create Item
bn: আইটেম তৈরি করুন

source: Create New Item
bn: নতুন আইটেম তৈরি করুন

source: Back to Items
bn: আইটেমে ফিরে যান

source: Please correct the following errors:
bn: অনুগ্রহ করে নিম্নলিখিত ত্রুটিগুলি সংশোধন করুন:

source: Item Details
bn: আইটেমের বিবরণ

source: Construct Scale
bn: গঠন স্কেল

source: Create new Construct Scale
bn: নতুন কনস্ট্রাক্ট স্কেল তৈরি করুন

source: Item Name
bn: আইটেমের নাম

source: Enter item name
bn: আইটেমের নাম লিখুন

source: Item Media
bn: আইটেম মিডিয়া

source: Upload an image, video, or audio file to display with this item
bn: এই আইটেমের সাথে প্রদর্শনের জন্য একটি ছবি, ভিডিও বা অডিও ফাইল আপলোড করুন

source: Required for scoring
bn: স্কোরিংয়ের জন্য প্রয়োজনীয়

source: Check this if the item must be answered for construct score calculation
bn: গঠন স্কোর গণনার জন্য আইটেমটির উত্তর দেওয়া আবশ্যক হলে এটি চেক করুন

source: Response Type
bn: প্রতিক্রিয়ার ধরন

source: Likert Scale
bn: লিকার্ট স্কেল

source: Create new Likert scale
bn: নতুন লিকার্ট স্কেল তৈরি করুন

source: Range Scale
bn: রেঞ্জ স্কেল

source: Create new Range scale
bn: নতুন রেঞ্জ স্কেল তৈরি করুন

source: Missing Value
bn: অনুপস্থিত মান

source: Leave blank to use null for missing values
bn: অনুপস্থিত মানের জন্য null ব্যবহার করতে খালি রাখুন

source: The value to store for the item when it is not answered. This will be a number with up to 2 decimal places. If left blank then the item value will be a Null when missing. This is usually the correct practice so do not set the value unless the scoring document specifies this explicitly.
bn: আইটেমটির উত্তর না দেওয়া হলে সংরক্ষণ করার মান। এটি ২ দশমিক স্থান পর্যন্ত একটি সংখ্যা হবে। খালি রাখলে আইটেমটির মান অনুপস্থিত থাকলে Null হবে। এটি সাধারণত সঠিক অনুশীলন তাই স্কোরিং ডকুমেন্টে স্পষ্টভাবে উল্লেখ না থাকলে মান সেট করবেন না।

source: Clinical Scoring Parameters
bn: ক্লিনিক্যাল স্কোরিং প্যারামিটার

source: Score Direction
bn: স্কোরের দিক

source: Indicates whether higher or lower scores are better for this item
bn: এই আইটেমের জন্য উচ্চ বা নিম্ন স্কোর কোনটি ভাল তা নির্দেশ করে

source: Threshold Score
bn: থ্রেশহোল্ড স্কোর

source: Enter threshold score
bn: থ্রেশহোল্ড স্কোর লিখুন

source: The score which is considered clinically important
bn: যে স্কোর ক্লিনিক্যালি গুরুত্বপূর্ণ বলে বিবেচিত হয়

source: Minimum Clinical Important Difference
bn: সর্বনিম্ন ক্লিনিক্যাল গুরুত্বপূর্ণ পার্থক্য

source: Enter minimum clinical important difference
bn: সর্বনিম্ন ক্লিনিক্যাল গুরুত্বপূর্ণ পার্থক্য লিখুন

source: The minimum difference between two scores that would be considered clinically important
bn: দুটি স্কোরের মধ্যে সর্বনিম্ন পার্থক্য যা ক্লিনিক্যালি গুরুত্বপূর্ণ বলে বিবেচিত হবে

source: Normative Score Mean
bn: আদর্শ স্কোর গড়

source: Enter normative score mean
bn: আদর্শ স্কোর গড় লিখুন

source: The mean of the normative score for the item
bn: আইটেমের আদর্শ স্কোরের গড়

source: Normative Score Standard Deviation
bn: আদর্শ স্কোর স্ট্যান্ডার্ড ডেভিয়েশন

source: Enter normative score standard deviation
bn: আদর্শ স্কোর স্ট্যান্ডার্ড ডেভিয়েশন লিখুন

source: The standard deviation of the normative score for the item
bn: আইটেমের আদর্শ স্কোরের স্ট্যান্ডার্ড ডেভিয়েশন

source: Search items
bn: আইটেম খুঁজুন

source: Search by name...
bn: নাম দিয়ে খুঁজুন...

source: Filter by construct scale
bn: গঠন স্কেল দিয়ে ফিল্টার করুন

source: Search construct scales...
bn: গঠন স্কেল খুঁজুন...

source: Filter by response type
bn: প্রতিক্রিয়ার ধরন দিয়ে ফিল্টার করুন

source: All response types
bn: সব প্রতিক্রিয়ার ধরন

source: No items available yet.
bn: এখনও কোন আইটেম উপলব্ধ নেই।

source: Create First Item
bn: প্রথম আইটেম তৈরি করুন

source: Translate Item
bn: আইটেম অনুবাদ করুন

source: Languages
bn: ভাষা

source: Currently editing
bn: বর্তমানে সম্পাদনা করা হচ্ছে

source: Click to switch
bn: পরিবর্তন করতে ক্লিক করুন

source: Editing Translation
bn: অনুবাদ সম্পাদনা

source: Currently editing: %(lang)s
bn: বর্তমানে সম্পাদনা করা হচ্ছে: %(lang)s

source: Unsaved changes
bn: অসংরক্ষিত পরিবর্তন

source: Save Now
bn: এখনই সংরক্ষণ করুন

source: You have unsaved changes
bn: আপনার অসংরক্ষিত পরিবর্তন রয়েছে

source: Make sure to save your work before switching to another language.
bn: অন্য ভাষায় স্যুইচ করার আগে আপনার কাজ সংরক্ষণ করতে নিশ্চিত করুন।

source: Save Changes
bn: পরিবর্তন সংরক্ষণ করুন

source: Original Text Reference
bn: মূল পাঠ্য রেফারেন্স

source: Media
bn: মিডিয়া

source: %(lang)s Translation
bn: %(lang)s অনুবাদ

source: Save Translation
bn: অনুবাদ সংরক্ষণ করুন

source: Unsaved Changes
bn: অসংরক্ষিত পরিবর্তন

source: You have unsaved changes in your translation
bn: আপনার অনুবাদে অসংরক্ষিত পরিবর্তন রয়েছে

source: What would you like to do with your changes?
bn: আপনি আপনার পরিবর্তনগুলির সাথে কী করতে চান?

source: Save Changes and Switch Language
bn: পরিবর্তন সংরক্ষণ করুন এবং ভাষা পরিবর্তন করুন

source: Discard Changes and Switch
bn: পরিবর্তন বাতিল করুন এবং পরিবর্তন করুন

source: Cancel (Keep Editing)
bn: বাতিল (সম্পাদনা চালিয়ে যান)

source: Saving...
bn: সংরক্ষণ করা হচ্ছে...

source: You have unsaved changes. Are you sure you want to leave without saving?
bn: আপনার অসংরক্ষিত পরিবর্তন রয়েছে। আপনি কি সংরক্ষণ না করে চলে যেতে চান?

source: You have unsaved changes. Are you sure you want to leave?
bn: আপনার অসংরক্ষিত পরিবর্তন রয়েছে। আপনি কি চলে যেতে চান?

source: Edit Item
bn: আইটেম সম্পাদনা করুন

source: Current media:
bn: বর্তমান মিডিয়া:

source: Item media
bn: আইটেম মিডিয়া

source: View current media
bn: বর্তমান মিডিয়া দেখুন

source: Update Item
bn: আইটেম আপডেট করুন

source: Order
bn: ক্রম

source: Value
bn: মান

source: Text
bn: টেক্সট

source: Edit Likert Scale
bn: লিকার্ট স্কেল সম্পাদনা করুন

source: Create Likert Scale
bn: লিকার্ট স্কেল তৈরি করুন

source: Create New Likert Scale
bn: নতুন লিকার্ট স্কেল তৈরি করুন

source: Back to Likert Scales
bn: লিকার্ট স্কেলে ফিরে যান

source: Likert Scale Details
bn: লিকার্ট স্কেলের বিবরণ

source: Scale Name
bn: স্কেলের নাম

source: Enter scale name
bn: স্কেলের নাম লিখুন

source: Response Options
bn: প্রতিক্রিয়ার বিকল্প

source: OPTION ORDER
bn: বিকল্পের ক্রম

source: OPTION VALUE
bn: বিকল্পের মান

source: OPTION TEXT
bn: অপশন টেক্সট

source: EMOJI
bn: ইমোজি

source: OPTION MEDIA
bn: অপশন মিডিয়া

source: DELETE
bn: মুছে ফেলুন

source: Current file:
bn: বর্তমান ফাইল:

source: Remove option
bn: বিকল্প সরান

source: Add Option
bn: বিকল্প যোগ করুন

source: Update Likert Scale
bn: লিকার্ট স্কেল আপডেট করুন

source: No likert scales available yet.
bn: এখনও কোন লিকার্ট স্কেল উপলব্ধ নেই।

source: Create First Likert Scale
bn: প্রথম লিকার্ট স্কেল তৈরি করুন

source: Translate Likert Scale Option
bn: লিকার্ট স্কেল বিকল্প অনুবাদ করুন

source: Original Option Reference
bn: মূল অপশন রেফারেন্স

source: Option Text
bn: অপশন টেক্সট

source: Option Media
bn: অপশন মিডিয়া

source: No media
bn: কোন মিডিয়া নেই

source: My Questionnaires
bn: আমার প্রশ্নাবলী

source: Last answered:
bn: শেষ উত্তর দেওয়া:

source: Never
bn: কখনো নয়

source: Answer Questionnaire
bn: প্রশ্নাবলীর উত্তর দিন

source: You can answer this questionnaire again in:
bn: আপনি এই প্রশ্নাবলীর উত্তর আবার দিতে পারবেন:

source: No questionnaires are currently available for you.
bn: বর্তমানে আপনার জন্য কোন প্রশ্নাবলী উপলব্ধ নেই।

source: Scoring Type:
bn: স্কোরিং ধরন:

source: Construct Scales:
bn: কনস্ট্রাক্ট স্কেল:

source: Created:
bn: তৈরি:

source: Associated Construct Scales:
bn: সংশ্লিষ্ট কনস্ট্রাক্ট স্কেল:

source: Composite Equation:
bn: যৌগিক সমীকরণ:

source: Description:
bn: বিবরণ:

source: Equation
bn: সমীকরণ

source: Add Item
bn: আইটেম যোগ করুন

source: Instrument:
bn: যন্ত্র:

source: Version:
bn: সংস্করণ:

source: Items:
bn: আইটেমসমূহ:

source: Equation:
bn: সমীকরণ:

source: No items match your search criteria.
bn: আপনার অনুসন্ধানের মানদণ্ডের সাথে কোন আইটেম মিলে না।

source: Translate
bn: অনুবাদ করুন

source: Construct Scale:
bn: গঠন স্কেল:

source: Response Type:
bn: প্রতিক্রিয়ার ধরন:

source: Scale:
bn: স্কেল:

source: Translation Status
bn: অনুবাদের অবস্থা

source: No items found matching
bn: এখনও কোন আইটেম উপলব্ধ নেই।

source: No items available
bn: প্রথম আইটেম তৈরি করুন

source: No likert scales match your search criteria.
bn: আইটেম অনুবাদ করুন

source: options
bn: ভাষা

source: No response options defined
bn: বর্তমানে সম্পাদনা করা হচ্ছে

source: No likert scales available.
bn: কোন লিকার্ট স্কেল উপলব্ধ নেই।

source: View details
bn: বিস্তারিত দেখুন

source: Edit questionnaire
bn: প্রশ্নাবলী সম্পাদনা করুন

source: Manage translations
bn: অনুবাদ পরিচালনা করুন

source: Translation Status:
bn: অনুবাদের অবস্থা:

source: items
bn: আইটেম

source: No questionnaires found.
bn: কোন প্রশ্নাবলী পাওয়া যায়নি।

source: Range:
bn: পরিসীমা:

source: Increment:
bn: বৃদ্ধি:

source: Min Value Text:
bn: সর্বনিম্ন মানের টেক্সট:

source: Max Value Text:
bn: সর্বোচ্চ মানের টেক্সট:

source: No range scales found.
bn: কোন রেঞ্জ স্কেল পাওয়া যায়নি।

source: Create Your First Range Scale
bn: আপনার প্রথম রেঞ্জ স্কেল তৈরি করুন

source: No rule groups defined yet.
bn: এখনও কোন নিয়ম গ্রুপ নির্ধারিত হয়নি।

source: No rules defined yet.
bn: এখনও কোন নিয়ম নির্ধারিত হয়নি।

source: Manage Patient Questionnaires
bn: রোগীর প্রশ্নাবলী পরিচালনা করুন

source: Manage Questionnaires for
bn: এর জন্য প্রশ্নাবলী পরিচালনা করুন

source: Assign questionnaires to this patient and control their visibility
bn: এই রোগীর জন্য প্রশ্নাবলী বরাদ্দ করুন এবং তাদের দৃশ্যমানতা নিয়ন্ত্রণ করুন

source: Back to Patient List
bn: রোগীর তালিকায় ফিরে যান

source: Assigned Date
bn: বরাদ্দের তারিখ

source: Displayed
bn: প্রদর্শিত

source: Hidden
bn: লুকানো

source: Not Assigned
bn: বরাদ্দ করা হয়নি

source: Are you sure you want to unassign this questionnaire?
bn: আপনি কি নিশ্চিত যে আপনি এই প্রশ্নাবলীর বরাদ্দ বাতিল করতে চান?

source: Unassign
bn: বরাদ্দ বাতিল করুন

source: Assign
bn: বরাদ্দ করুন

source: No questionnaires available.
bn: কোন প্রশ্নাবলী উপলব্ধ নেই।

source: PRO Review
bn: PRO পর্যালোচনা

source: Show less
bn: কম দেখান

source: Show more
bn: আরো দেখান

source: Create New Questionnaire
bn: নতুন প্রশ্নাবলী তৈরি করুন

source: Questionnaire Details
bn: প্রশ্নাবলীর বিবরণ

source: Answer Interval
bn: উত্তরের ব্যবধান

source: Time interval between questionnaire attempts
bn: প্রশ্নাবলীর প্রচেষ্টার মধ্যে সময়ের ব্যবধান

source: Order in which this questionnaire should be displayed
bn: এই প্রশ্নাবলী যে ক্রমানুসারে প্রদর্শিত হওয়া উচিত

source: Questionnaire to redirect to after completion
bn: সম্পূর্ণ হওয়ার পর যে প্রশ্নাবলীতে পুনর্নির্দেশ করতে হবে

source: Select Items
bn: আইটেম নির্বাচন করুন

source: All construct scales
bn: সব গঠন স্কেল

source: Available Items
bn: উপলব্ধ আইটেম

source: Response type
bn: প্রতিক্রিয়ার ধরন

source: No items available. Please create items first.
bn: কোন আইটেম উপলব্ধ নেই। অনুগ্রহ করে প্রথমে আইটেম তৈরি করুন।

source: Selected Items
bn: নির্বাচিত আইটেম

source: Drag items to reorder. Question numbers will update automatically.
bn: পুনর্বিন্যাসের জন্য আইটেমগুলি টেনে আনুন। প্রশ্নের নম্বরগুলি স্বয়ংক্রিয়ভাবে আপডেট হবে।

source: No items selected yet. Check items from the left panel to add them here.
bn: এখনও কোন আইটেম নির্বাচিত হয়নি। এখানে যোগ করতে বাম প্যানেল থেকে আইটেম চেক করুন।

source: Manage Translations
bn: অনুবাদ পরিচালনা করুন

source: Manage Rules
bn: নিয়ম পরিচালনা করুন

source: Created
bn: তৈরি করা হয়েছে

source: Last Modified
bn: সর্বশেষ পরিবর্তিত

source: Description
bn: বিবরণ

source: Questionnaire Items
bn: প্রশ্নাবলীর আইটেম

source: No items in this questionnaire.
bn: এই প্রশ্নাবলীতে কোন আইটেম নেই।

source: Add items to this questionnaire
bn: এই প্রশ্নাবলীতে আইটেম যোগ করুন

source: A comprehensive guide to understanding the key concepts and components used in Patient Reported Outcome Measures (PROMs) questionnaires.
bn: রোগী রিপোর্ট করা ফলাফল পরিমাপ (PROMs) প্রশ্নাবলীতে ব্যবহৃত মূল ধারণা এবং উপাদানগুলি বোঝার জন্য একটি ব্যাপক গাইড।

source: View Construct Scales
bn: কনস্ট্রাক্ট স্কেল দেখুন

source: View Composite Scores
bn: যৌগিক স্কোর দেখুন

source: View Items
bn: আইটেম দেখুন

source: View Likert Scales
bn: লিকার্ট স্কেল দেখুন

source: View Range Scales
bn: রেঞ্জ স্কেল দেখুন

source: View Questionnaires
bn: প্রশ্নাবলী দেখুন

source: A ConstructScale represents a measurable psychological, physical, or behavioral concept within Patient Reported Outcome Measures (PROMs). It defines what you want to measure and how individual item responses contribute to the overall construct score.
bn: একটি কনস্ট্রাক্টস্কেল রোগী রিপোর্ট করা ফলাফল পরিমাপ (PROMs) এর মধ্যে একটি পরিমাপযোগ্য মানসিক, শারীরিক বা আচরণগত ধারণার প্রতিনিধিত্ব করে। এটি আপনি কী পরিমাপ করতে চান এবং কীভাবে ব্যক্তিগত আইটেমের উত্তর সামগ্রিক কনস্ট্রাক্ট স্কোরে অবদান রাখে তা নির্ধারণ করে।

source: Key Features:
bn: মূল বৈশিষ্ট্য:

source: Defines the conceptual framework for measurement
bn: পরিমাপের জন্য ধারণাগত কাঠামো নির্ধারণ করে

source: Specifies scoring algorithms and item weightings
bn: স্কোরিং অ্যালগরিদম এবং আইটেম ওজন নির্দিষ্ট করে

source: Links to validated instruments and their versions
bn: বৈধ যন্ত্র এবং তাদের সংস্করণের সাথে লিঙ্ক করে

source: Supports multiple calculation methods (sum, average, weighted)
bn: একাধিক গণনা পদ্ধতি সমর্থন করে (যোগ, গড়, ওজনযুক্ত)

source: Enables standardized scoring across different studies
bn: বিভিন্ন গবেষণায় মানসম্পন্ন স্কোরিং সক্ষম করে

source: Examples:
bn: উদাহরণ:

source: Physical Function (from SF-36)
bn: শারীরিক কার্যকারিতা (SF-36 থেকে)

source: Pain Intensity (from BPI)
bn: ব্যথার তীব্রতা (BPI থেকে)

source: Depression Severity (from PHQ-9)
bn: বিষণ্নতার তীব্রতা (PHQ-9 থেকে)

source: Quality of Life (from EQ-5D)
bn: জীবনযাত্রার মান (EQ-5D থেকে)

source: Manage Construct Scales
bn: গঠন স্কেল পরিচালনা করুন

source: A CompositeConstructScore combines multiple individual construct scales into a higher-level composite measure. This allows for creating summary scores that represent broader domains of health or well-being.
bn: একটি কম্পোজিট কনস্ট্রাক্ট স্কোর একাধিক ব্যক্তিগত গঠন স্কেলকে একটি উচ্চ-স্তরের যৌগিক পরিমাপে একত্রিত করে। এটি স্বাস্থ্য বা কল্যাণের বিস্তৃত ডোমেইন প্রতিনিধিত্বকারী সারাংশ স্কোর তৈরি করার অনুমতি দেয়।

source: Aggregates multiple related construct scales
bn: একাধিক সম্পর্কিত গঠন স্কেল একত্রিত করে

source: Supports different aggregation methods (average, weighted sum)
bn: বিভিন্ন একত্রিতকরণ পদ্ধতি সমর্থন করে (গড়, ওজনযুক্ত যোগফল)

source: Enables creation of domain-level scores
bn: ডোমেইন-স্তরের স্কোর তৈরি সক্ষম করে

source: Provides flexibility in score interpretation
bn: স্কোর ব্যাখ্যায় নমনীয়তা প্রদান করে

source: Maintains traceability to component constructs
bn: উপাদান গঠনের সাথে ট্রেসেবিলিটি বজায় রাখে

source: Overall Physical Health (combining Physical Function, Pain, Fatigue)
bn: সামগ্রিক শারীরিক স্বাস্থ্য (শারীরিক কার্যকারিতা, ব্যথা, ক্লান্তি সমন্বিত)

source: Mental Health Summary (combining Depression, Anxiety, Stress)
bn: মানসিক স্বাস্থ্য সারাংশ (বিষণ্নতা, উদ্বেগ, চাপ সমন্বিত)

source: Social Well-being (combining Social Function, Social Support)
bn: সামাজিক কল্যাণ (সামাজিক কার্যকারিতা, সামাজিক সহায়তা সমন্বিত)

source: Manage Composite Scores
bn: যৌগিক স্কোর পরিচালনা করুন

source: An Item represents a single question or statement within a questionnaire. Items are the building blocks of questionnaires and are linked to construct scales to enable meaningful scoring and interpretation.
bn: একটি আইটেম একটি প্রশ্নাবলীর মধ্যে একটি একক প্রশ্n বা বিবৃতি প্রতিনিধিত্ব করে। আইটেমগুলি প্রশ্নাবলীর ভিত্তি এবং অর্থপূর্ণ স্কোরিং এবং ব্যাখ্যা সক্ষম করতে গঠন স্কেলের সাথে সংযুক্ত।

source: Contains the question text and response options
bn: প্রশ্নের পাঠ্য এবং প্রতিক্রিয়ার বিকল্প রয়েছে

source: Links to a specific construct scale for scoring
bn: স্কোরিংয়ের জন্য একটি নির্দিষ্ট গঠন স্কেলের সাথে লিঙ্ক করে

source: Supports different response types (Likert, Range, Text and Numeric)
bn: বিভিন্ন প্রতিক্রিয়ার ধরন সমর্থন করে (লিকার্ট, রেঞ্জ, টেক্সট এবং সংখ্যাসূচক)

source: Includes scoring weights and reverse coding options
bn: স্কোরিং ওজন এবং বিপরীত কোডিং বিকল্প অন্তর্ভুক্ত করে

source: Supports multiple languages and translations
bn: একাধিক ভাষা এবং অনুবাদ সমর্থন করে

source: Maintains version control and audit trails
bn: সংস্করণ নিয়ন্ত্রণ এবং অডিট ট্রেইল বজায় রাখে

source: Response Types:
bn: উত্তরের ধরন:

source: Likert:
bn: লিকার্ট:

source: Structured scales (e.g., 1-5 agreement scale)
bn: কাঠামোগত স্কেল (যেমন, ১-৫ সম্মতি স্কেল)

source: Numeric ranges (e.g., 0-10 pain scale)
bn: সংখ্যাগত পরিসীমা (যেমন, ০-১০ ব্যথা স্কেল)

source: Text:
bn: টেক্সট:

source: Free-form text responses for qualitative data
bn: গুণগত ডেটার জন্য মুক্ত-ফর্ম টেক্সট উত্তর

source: Numeric:
bn: সংখ্যাগত:

source: Numeric values for quantitative measurements
bn: পরিমাণগত পরিমাপের জন্য সংখ্যাগত মান

source: Manage Items
bn: আইটেম পরিচালনা করুন

source: A LikertScale defines a set of structured response options for items that use ordinal scaling. These scales provide consistent, standardized response formats that enable reliable measurement and comparison across different items and studies.
bn: একটি লিকার্টস্কেল ক্রমিক স্কেলিং ব্যবহার করে এমন আইটেমগুলির জন্য কাঠামোগত উত্তর বিকল্পগুলির একটি সেট নির্ধারণ করে। এই স্কেলগুলি সামঞ্জস্যপূর্ণ, মানসম্পন্ন উত্তর বিন্যাস প্রদান করে যা বিভিন্ন আইটেম এবং গবেষণায় নির্ভরযোগ্য পরিমাপ এবং তুলনা সক্ষম করে।

source: Defines response labels and their corresponding numeric values
bn: উত্তরের লেবেল এবং তাদের সংশ্লিষ্ট সংখ্যাগত মান নির্ধারণ করে

source: Supports various scale lengths.
bn: বিভিন্ন স্কেল দৈর্ঘ্য সমর্থন করে।

source: Enables consistent scoring across multiple items
bn: একাধিক আইটেম জুড়ে সামঞ্জস্যপূর্ণ স্কোরিং সক্ষম করে

source: Supports reverse coding when needed
bn: প্রয়োজনে বিপরীত কোডিং সমর্থন করে

source: Maintains standardized measurement properties
bn: মানসম্পন্ন পরিমাপের বৈশিষ্ট্য বজায় রাখে

source: Common Scale Types:
bn: সাধারণ স্কেল ধরন:

source: Agreement:
bn: সম্মতি:

source: Strongly Disagree to Strongly Agree
bn: দৃঢ়ভাবে অসম্মত থেকে দৃঢ়ভাবে সম্মত

source: Frequency:
bn: ফ্রিকোয়েন্সি:

source: Never, Rarely, Sometimes, Often, Always
bn: কখনো না, কদাচিৎ, মাঝে মাঝে, প্রায়ই, সবসময়

source: Satisfaction:
bn: সন্তুষ্টি:

source: Very Dissatisfied to Very Satisfied
bn: অত্যন্ত অসন্তুষ্ট থেকে অত্যন্ত সন্তুষ্ট

source: Difficulty:
bn: কঠিনতা:

source: No Difficulty to Unable to Do
bn: কোন কঠিনতা নেই থেকে করতে অক্ষম

source: Severity:
bn: তীব্রতা:

source: None, Mild, Moderate, Severe
bn: কিছুই না, হালকা, মাঝারি, গুরুতর

source: Best Practices:
bn: সর্বোত্তম অনুশীলন:

source: Use established, validated scales when possible
bn: সম্ভব হলে প্রতিষ্ঠিত, যাচাইকৃত স্কেল ব্যবহার করুন

source: Ensure response options are mutually exclusive
bn: নিশ্চিত করুন যে প্রতিক্রিয়ার বিকল্পগুলি পারস্পরিক একচেটিয়া
